---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LayoutRuleFixedNumber
source: html/de7250b5-d05a-2966-155a-1bb4dcfa391a.htm
---
# LayoutRuleFixedNumber Members

Constructor of LayoutRuleFixedNumber.